// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Patronbeskyttelse";
CPTTaskTitle = "HP Patronbeskyttelse";

CPTCartridgeProtectionTaskDescription = "Denne funksjonen skal forhindre tyveri og forfalskning av patronene ved å merke patronene som brukes i skriveren din slik at de ikke kan brukes i andre skrivere.";

CPTEnableProtectionButtonTitle = "Aktiver patronbeskyttelse";
CPTEnableProtectionDescription = "Alle patroner som er installert nå og blir installert i fremtiden blir permanent beskyttet og vil kun fungere i denne skriveren. Hvis funskjonen blir deaktivert på et senere tidspunkt, vil alle patroner som ble installert mens beskyttelsen var aktivert forbli beskyttede.";

CPTMoreInfoButtonTitle = "Mer informasjon…";
